Revit 2027 API
UnitTypeId.InchesPerSecondSquared Property
 Inches per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InchesPerSecondSquared { get; }
Public Shared ReadOnly Property InchesPerSecondSquared As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InchesPerSecondSquared {
	ForgeTypeId^ get ();
}
static member InchesPerSecondSquared : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace